[
  {
    "id": 1,
    "name": "Home",
    "c1": 6,
    "c2": 13,
    "c3": 5,
    "story": "You are going to start  planning and packing to look for the Business Treasure around the largest cities of North America.",
    "nave": "press 1 to go to Montreal, press 2 to go San Francisco, press 3 to go Houston",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "boss": 0
  },
  {
    "id": 2,
    "name": "Toronto",
    "c1": 20,
    "c2": 18,
    "c3": 22,
    "story": "You arrived at the most populous city in Canada, It is a metropolis with towering buildings, bustling streets. It is a great place to do business",
    "nave": "press 1 to go to Las Vegas, press 2 to go to Denver, press 3 to go Miami",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "boss": 0
  },
  {
    "id": 3,
    "name": "Los Angeles",
    "c1": 20,
    "c2": 1,
    "c3": 16,
    "story": "You arrived at a large city in the USA, which is the world's entertainment capital, offering myriad attractions and activities: movie studios, the Sunset Strip, Venice Beach, landmark museums, good for turistic investments.",
    "nave": "press 1 to go to Las Vegas, press 2 to go to Home, press 3 to Acapulco",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "boss": 0
  },
  {
    "id": 4,
    "name": "Chicago",
    "c1": 17,
    "c2": 21,
    "c3": 2,
    "story": "You arrived at a large city from the USA situated in the Midwestern United States and the Great Lakes region. Another city with economic potential.",
    "nave": "press 1 to go to Seattle, press 2 to go to Quebec, press 3 to Toronto",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "boss": 1
  },
  {
    "id": 5,
    "name": "Houston",
    "c1": 9,
    "c2": 22,
    "c3": 1,
    "story": "You arrived at a large city in the USA, the world capital of space exploration, the world capital of air conditioning, the world capital of the international energy industry, the world capital of petroleum. To  invest in natural resources.",
    "nave": "press 1 to go to Calgary, press 2 to go Miami, press 3 to go Home",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "boss": 0
  },
  {
    "id": 6,
    "name": "Montreal",
    "c1": 4,
    "c2": 3,
    "c3": 12,
    "story": "You arrived at a populous city in Canada, which is very beautiful, with great restaurants and people who speak French. You will be able to go to nightclubs at night.",
    "nave": "press 1 to go to Chicago, press 2 to go to Los Angeles, press 3 to go Edmonton",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "boss": 0
  },
  {
    "id": 7,
    "name": "Phoenix",
    "c1": 16,
    "c2": 9,
    "c3": 5,
    "story": "You arrived at a large city in the USA,This city is an outstanding hotel resort with elaborate pools and desert gardens, Southwest-infused fine dining, luxurious spas and championship golf courses.",
    "nave": "press 1 to go to Acapulco, press 2 to go to Calgary, press 3 to go Houston",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "boss": 0
  },
  {
    "id": 8,
    "name": "San Diego",
    "c1": 14,
    "c2": 5,
    "c3": 20,
    "story": "You arrived at a large city in the USA. It is located on the coast and an excellent destination for adventurers and sun-seekers.",
    "nave": "press 1 to go to Winnipeg, press 2 to go to Houston, press 3 to go Las Vegas",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "boss": 0
  },
  {
    "id": 9,
    "name": "Calgary",
    "c1": 1,
    "c2": 20,
    "c3": 8,
    "story": "You arrived at a large city in Canada, the third most diverse major city in Canada with more than 120 languages spoken. Be ready to talk in your native language. Lots of international oportunities.",
    "nave": "press 1 to go toHome, press 2 to go Las Vegas, press 3 to go San Diego",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "boss": 1
  },
  {
    "id": 10,
    "name": "Monterrey",
    "c1": 23,
    "c2": 19,
    "c3": 1,
    "story": "You arrived at a large city in Mexico.This city has large urban agglomerations. With a mixture of services and manufacturing, with several beautiful places to visit.",
    "nave": "press 1 to go to Juarez, press 2 to go Vancouver, press 3 to go Home",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "boss": 0
  },
  {
    "id": 11,
    "name": "Ottawa",
    "c1": 22,
    "c2": 20,
    "c3": 10,
    "story": "You arrived to the most populous city in Canada, you ca find  more than 14 museums here, especially Museum of Civilization which  is the most visited museum in Canada.",
    "nave": "press 1 to go to Miami, press 2 to go to Las Vegas, press 3 to go Monterrey",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "boss": 0
  },
  {
    "id": 12,
    "name": "Edmonton",
    "c1": 14,
    "c2": 15,
    "c3": 13,
    "story": "You arrived at a modern city in Canada, known as the Gateway to the North. The city is a staging point for large-scale oil sand projects and large-scale diamond mining operations.",
    "nave": "press 1 to go to Winnipeg, press 2 to go to Cancun, press 3 to go San Francisco",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "boss": 0
  },
  {
    "id": 13,
    "name": "San Francisco",
    "c1": 6,
    "c2": 14,
    "c3": 1,
    "story": "You arrived at a large city in the USA, is famous for its Golden Gate Bridge, you will find a lot of Chinese businesspeople in this city.",
    "nave": "press 1 to go to Montreal, press 2 to go to Winnipeg, press 3 to go Home",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "boss": 0
  },
  {
    "id": 14,
    "name": "Winnipeg",
    "c1": 2,
    "c2": 12,
    "c3": 11,
    "story": "You arrived to the most populous city in Canada, where you will  find  flourishing arts scene, colourful festivals, and character neighbourhoods, as well as its green spaces and access to outdoor activities",
    "nave": "press 1 to go to Toronto, press 2 to go to Edmonton, press 3 to go Ottawa",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "boss": 1
  },
  {
    "id": 15,
    "name": "Cancun",
    "c1": 8,
    "c2": 3,
    "c3": 13,
    "story": "You arrived at a large city in Mexico, this city best-known for its white-sand beaches, near-perfect weather, and bright blue waters.",
    "nave": "press 1 to go to San Diego, press 2 to go to Los Angeles, press 3 to go San Francisco",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "boss": 0
  },
  {
    "id": 16,
    "name": "Acapulco",
    "c1": 9,
    "c2": 4,
    "c3": 11,
    "story": "You arrived to a large  city in Mexico , which the Mexico's largest beach and balneario resort city. Where many bussiness people  gather to do bussiness and enjoy.",
    "nave": "press 1 to go to Calgary, press 2 to go to Chicago, press 3 to go Ottawa",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "boss": 0
  },
  {
    "id": 17,
    "name": "Seattle",
    "c1": 6,
    "c2": 18,
    "c3": 23,
    "story": "You arrived at a large city in the USA, which is the most modern city, and although it can be costly, it's also considered by most travellers to be very safe.",
    "nave": "press 1 to go to Montreal, press 2 to go to Denver, press 3 to go Juarez",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "boss": 0
  },
  {
    "id": 18,
    "name": "Denver",
    "c1": 7,
    "c2": 5,
    "c3": 14,
    "story": "You arrived to a large  city in the USA, which is  an outdoor city known for its world-class cultural attractions, you  could get  chef-driven dining  near to the Rocky Mountains.",
    "nave": "press 1 to go to Phoenix, press 2 to go to Houston, press 3 to go Winnipeg",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "boss": 0
  },
  {
    "id": 19,
    "name": "Vancouver",
    "c1": 17,
    "c2": 16,
    "c3": 3,
    "story": "You arrived at a populous city in Canada, a beautiful city and famous for offering every kind of outdoor sport and adventure, good to do business.",
    "nave": "press 1 to go to Seattle, press 2 to go Acapulco, press 3 to go Los Angeles",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "boss": 0
  },
  {
    "id": 20,
    "name": "Las Vegas",
    "c1": 7,
    "c2": 1,
    "c3": 22,
    "story": "You arrived to a large  city in the USA, where you will be able to  do gambling, shopping,  dining, enjoy  of the clubs. Do not spend all your money here.",
    "nave": "press 1 to go to Phoenix, press 2 to go to Home, press 3 to go Miami",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "boss": 0
  },
  {
    "id": 21,
    "name": "Quebec",
    "c1": 16,
    "c2": 10,
    "c3": 7,
    "story": "You arrived at a large city in Canada, which know for its rich french history. Make sure to speak some French.",
    "nave": "press 1 to go to Acapulco, press 2 to go to Monterrey, press 3 to go Phoenix",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "boss": 1
  },
  {
    "id": 22,
    "name": "Miami",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "You arrived at  Disneyland Park in Miami looking for the best business ever. You found a  bunch of wonderful opportunities to do business .   You win the game !!!!",
    "nave": "",
    "win": 1,
    "lose": 0,
    "stranger": 0,
    "boss": 0
  },
  {
    "id": 23,
    "name": "Juarez",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "You arrived to Mexico. When you left the Juarez airport to go to your hotel in Mexico, you were kidnapped by a drug cartel. They believe you are from the DEA.  You will be killed.You lose the game!",
    "nave": "",
    "win": 0,
    "lose": 1,
    "stranger": 0,
    "boss": 0
  }
]